Repository: OSGeo-jp/OSGeoLive-doc-omegat
Catalog: tm/overview--geonetwork_overview.tmx
Source language: en
Languages: ja

source: Metadata Catalog
ja: メタデータカタログ

source: GeoNetwork OpenSource is a catalog application for managing spatially referenced resources. It provides powerful metadata editing and search functions, an embedded interactive web map viewer, and is based upon Open Standards.
ja: GeoNetworkは、空間的に参照されているリソースを管理するためのカタログアプリケーションです。強力なメタデータ編集と検索機能、およびインタラクティブなWebマップビューアを提供します。

source: Core Features
ja: 主要機能

source: Immediate search access to local and distributed geospatial catalogues
ja: 地理空間カタログへの迅速な検索アクセス

source: Up and downloading of data, graphics, documents, pdf files and any other content type
ja: データ、グラフィックス、ドキュメント、pdfファイル、その他のコンテンツタイプのアップロードとダウンロード

source: An interactive Web Map Viewer to combine Web Map Services from distributed servers around the world
ja: 世界中の分散しているサーバからのWebマップサービスを結合するインタラクティブなWebマップビューア

source: Recently updated entries are accessible as RSS news feeds and as GeoRSS.
ja: 最近更新されたエントリは、RSSニュースフィードおよびGeoRSSとしてのアクセスできるようになりました。

source: Online editing of metadata with a powerful template system
ja: 強力なテンプレートシステムによるメタデータのオンライン編集

source: Native support for ISO19115/ISO19119/ISO19139/ISO19110 and Dublin Core formatted metadata
ja: ISO19115/ISO19119/ISO19139/ISO19110およびDublin Coreフォーマットのメタデータのネイティブサポート

source: Scheduled harvesting and synchronization of metadata between distributed catalogues (GeoNetwork, CSW, OGC WxS GetCapabilities, WebDav, ArcSDE, Thredds, OGC WFS Features, OAI-PMH)
ja: 配信されたカタログ(GeoNetwork、CSW、OGC WxS GetCapabilities、WebDAV、ArcSDE、Thredds、OGC WFS Features、OAI-PMH)間のメタデータのスケジュールされた収集と同期

source: Fine-grained access control
ja: きめ細やかなアクセス制御

source: Group and user management
ja: グループとユーザーの管理

source: Multi-lingual user interface
ja: 多言語のユーザーインターフェイス

source: Implemented Standards
ja: 実装されている標準規格

source: Details
ja: 詳細

source: **Website:** https://geonetwork-opensource.org
ja: **Webサイト:** https://geonetwork-opensource.org

source: **Licence:** GNU General Public License (GPL) version 2
ja: **ライセンス:** GNU General Public License (GPL) version 2

source: **Software Version:** |version-geonetwork|
ja: **ソフトウェアバージョン:** |version-geonetwork|

source: **Supported Platforms:** Windows, Linux, Mac
ja: **対応プラットフォーム:** Windows, Linux, Mac

source: **API Interfaces:** Java
ja: **API インターフェイス:** Java

source: **Support:** https://www.osgeo.org/service-providers
ja: **サポート:** https://www.osgeo.org/service-providers

source: Quickstart
ja: クイックスタート

source: :doc:`Quickstart documentation <../quickstart/geonetwork_quickstart>`
ja: :doc:`クイックスタート文書 <../quickstart/geonetwork_quickstart>`
